while IFS= read -r line; do curl -O $line; done < Государственный_внешний_долг_Российской_Федерации_(2011-2021_гг.)
while IFS= read -r line; do curl -O $line; done < График_погашения_государственного_внешнего_долга_Российской_Федерации_по_видам_долговых_обязательств
while IFS= read -r line; do curl -O $line; done < График_погашения_государственного_внутреннего_долга_Российской_Федерации,_выраженного_в_государственных_ценных_бумагах_Российской_Федерации,_номинальная_стоимость_которых_указана_в_валюте_Российской_Федерации,_по_состоянию_на_1_марта_2021_г
while IFS= read -r line; do curl -O $line; done < Структура_государственного_внешнего_долга_Российской_Федерации
while IFS= read -r line; do curl -O $line; done < Структура_и_динамика_государственного_внутреннего_долга
while IFS= read -r line; do curl -O $line; done < Таблицы_ежемесячных_значений_объема_государственного_внутреннего_долга_Российской_Федерации
#while IFS= read -r line; do curl -O $line; echo $line > file_to; done < file_in
